# Package list updated: 2025-09-20 23:25:12
# All explicitly installed packages (for complete restore)
amd-ucode
base
base-devel
bat
blueman
bluez
bluez-utils
breeze
brightnessctl
btop
checkupdates-with-aur
cliphist
dunst
efibootmgr
espanso-wayland
eza
fastfetch
figlet
firefox
flatpak
fzf
git
grim
grimblast-git
gst-plugin-pipewire
gum
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshade
imagemagick
inotify-tools
iwd
jq
kitty
libnotify
libpulse
linux
linux-firmware
loupe
lvm2
ly
nano
nautilus
neovim
network-manager-applet
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nwg-dock-hyprland
nwg-look
obsidian
openal
openssh
otf-font-awesome
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
power-profiles-daemon
python-pip
python-pywalfox
python-screeninfo
qt5-wayland
qt6-wayland
qt6ct
rofi
slurp
smartmontools
steam
swaync
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
tumbler
unzip
uwsm
vim
vlc
vulkan-radeon
warp-terminal
waybar
waypaper
wget
wireless_tools
wireplumber
wlogout
wofi
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay-bin
yay-bin-debug
zram-generator
zsh
